IDEA Open Model
SectionConcreteCheckResult.SectionId Property
Compatible with IDEA StatiCa 20.1
 Id Of section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int SectionId { get; set; }
Public Property SectionId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
SectionConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace